Repository: zacariasjuliano/akademy-company
Catalog: trytond/modules/akademy_company/locale/*.po
Languages: fr

# model:company.company,name:
source: Company
fr: Société

# model:ir.ui.menu,name:akademy_company
source: Instituição
fr: Institution

# model:ir.ui.menu,name:akademy_company_student
source: Discentes
fr: Étudiants

# model:ir.ui.menu,name:akademy_employee
source: Funcionários
fr: Employés

# field:company.company,party:
source: Entidade
fr: Entité

# field:company.company,student:
source: Discentes
fr: Étudiants

# view:company.student:
source: Discentes
fr: Étudiants

# model:company.employee,employee:
source: Employee
fr: Employé

# field:company.employee,teacher:
source: Docente
fr: Professeur

# field:company.employee,party:
source: Entidade
fr: Entité

# model:company.student,name:
source: Student
fr: Étudiant

# field:company.student,code:
source: Nº de matrícula
fr: Numéro d'immatriculation

# field:company.student,start_date:
source: Início
fr: Commencer

# field:company.student,end_date:
source: Fim
fr: Fin

# field:company.student,party:
source: Entidade
fr: Entité

# field:company.student,company:
source: Instituição
fr: Institution

# field:company.student,student_supervisor:
source: Discentes
fr: Étudiants

# view:company.student.supervisor:
source: Discentes
fr: Étudiants

# field:company.student.supervisor,description:
source: Descrição
fr: Description

# field:company.student.supervisor,degree_kinship:
source: Grau parentesco
fr: Lien de parenté

# selection:party.party,degree_kinship:
source: Pai
fr: Père

# selection:party.party,degree_kinship:
source: Mãe
fr: Mère

# selection:party.party,degree_kinship:
source: Responsável
fr: Responsable

# field:company.student.supervisor,phone_number:
source: Número de telefone
fr: Numéro de téléphone

# field:company.student.supervisor,student:
source: Discente
fr: Étudiant

# field:company.student.supervisor,party:
source: Encarregado
fr: Tuteur

# help:company.company,student:
source: Adicionar discentes a instituição.
fr: Ajouter des étudiants à l'établissement.

# help:company.employee,teacher:
source: A entidade será tratada como docente.
fr: L'entité sera considérée comme un enseignant.

# help:company.employee,party:
source: Escolha a entidade que vai representar o funcionário.
fr: Choisissez l'entité qui représentera l'employé.

# help:company.student,code:
source: Número de matrícula do discente.
fr: Numéro d'immatriculation de l'étudiant.

# help:company.student,start_date:
source: Início da formação.
fr: Début de la formation.

# help:company.student,end_date:
source: Fim da formação.
fr: Fin de la formation.

# help:company.student,party:
source: Nome do discente.
fr: Nom de l'élève.

# help:company.student,company:
source: Nome da instituição.
fr: Nom de l'établissement.

# help:company.student.supervisor,phone_number:
source: Número de telefone
fr: Numéro de téléphone

# error:company.student:
source: Não foi possível cadastrar o(a) novo(a) discente, por favor verificar se o(a) discente já existe.
fr: Nous n'avons pas pu enregistrer le nouvel élève ; veuillez vérifier si l'élève est déjà inscrit.

# error:company.student.supervisor:
source: Não foi possível cadastrar o(a) novo(a) encarregado(a), por favor verificar se o(a) encarregado(a) já está associado ao discente.
fr: Nous n'avons pas pu enregistrer le nouveau tuteur ; veuillez vérifier si ce dernier est déjà associé à l'élève.

# field:company.student,id:
source: ID
fr: IDENTIFIANT

# field:company.student,create_date:
source: Create Date
fr: Date de création

# field:company.student,create_uid:
source: Create User
fr: Créé par

# field:company.student,write_date:
source: Write Date
fr: Date de modification

# field:company.student,write_uid:
source: Write User
fr: Modifié par

# model:ir.action,name:company_report
source: Instituição
fr: Institution

# model:ir.action,name:employee_report
source: Funcionários
fr: Employés

# model:ir.action,name:student_report
source: Discente
fr: Étudiant
